import img_1 from '../asset/images/News/bank.jpg'
import img_2 from '../asset/images/News/blog-foresight.jpg'
import img_3 from '../asset/images/News/guiding_social_protection_benefits-1.jpg'
import img_4 from '../asset/images/News/working-group1-1200x565.png'
const dataNews=[
    {id:1   , img:img_1
    ,tai:'التحول الرقمي في البنوك',
    dis:'تشهد البنوك في اليمن تحولًا رقميًا مذهلاً يعزز الخدمات المالية ويسهم في تعزيز النمو الاقتصادي في البلاد. بفضل التطورات التكنولوجية السريعة، تقوم البنوك اليمنية بتحسين عملياتها وتبسيط الخدمات المصرفية للعملاء من خلال استخدام الحلول الرقمية المتقدمة'  },

    {id:2  , img:img_2
    ,tai:'رؤية لتحقيق والازدهار',
    dis:'تعد اليمن واحدة من الدول التي تعاني من تحديات التنمية، ولذلك تعمل الحكومة  على وضع خطط لتطوير البلاد وتحقيق الاستقرار الشامل والازدهار  تشمل خطط التنمية المستقبلية لليمن عدة مجالات رئيسية. أولاً، يتم التركيز على تطوير البنية التحتية وتحسين الخدمات الأساسية مثل الكهرباء والماء والصرف الصحي، وذلك لتحسين مستوى حياة المواطنين وتوفير بيئة ملائمة للاستثمار.'
    },

    {id:3  , img:img_3
    ,tai:'الحماية الاجتماعية في اليمن',
    dis:' الفقر والتهميش الاجتماعي يعدان من التحديات الكبرى التي تواجهها اليمن. ولذلك، يلعب دور الحماية الاجتماعية دورًا مهمًا في تأمين المواطنين وتحسين جودة حياتهم تواجه اليمن تحديات اقتصادية وسياسية وأمنية، وهذا يتطلب تعزيز نظام الحماية الاجتماعية لتقديم الدعم اللازم للفئات الضعيفة والمحتاجة. يعمل القطاع الحكومي والمنظمات غير الحكومية والأطراف المعنية الأخرى على تحسين الحماية الاجتماعية في اليمن.  '
    },

    {id:4  , img:img_4
    ,tai:' التدريب والتعليم في اليمن',
    dis:'يعد الوضع التعليمي في اليمن صعبًا بسبب النزاعات والتهديدات الأمنية. فترة النزاع أثرت سلبا على البنية التحتية التعليمية  على الرغم من التحديات الكبيرة، هناك العديد من الجهود التي تبذلها الحكومة والمنظمات غير الحكومية والمجتمع المحلي لتعزيز التدريب والتعليم في اليمن. تستهدف هذه الجهود تحسين بيئة التعليم وتوفير فرص تعليمية أفضل للطلاب  '
    },
]

export default dataNews